Repository: ghifariakbar01/sentra_mo
Catalog: lib/l10n/arb/app_*.arb
Languages: id

# storageError
source: Oops, there's a problem accessing local storage.
id: Ups, terjadi kesalahan saat akses ke penyimpanan lokal.

source: Home
id: Beranda

# noConnectionError
source: Slow or no network connection. Please check your internet settings.
id: Sambungan jaringan lambat atau sedang tidak tersedia. Silakan periksa pengaturan internet anda.

source: Password
id: Kata sandi

# serverError
source: Server error occured. Please try again later.
id: Terjadi kesalahan server. Silakan coba lagi nanti.

# shortPasswordVerificationText
source: Password must have minimum of 4 characters
id: Kata sandi harus memiliki minimal 4 karakter

# signIn
source: Sign In Vanera Clinic
id: Masuk Vanera Clinic

# signInStatusError
source: Failed getting sign in status
id: Gagal saat mendapatkan status sign in

source: Sign Out
id: Keluar

# validEmailVerificationText
source: Please input a valid email address
id: Harap masukkan alamat email yang valid

# emptyStringVerificationText
source: This field cannot be empty
id: Bagian ini tidak boleh kosong

# validNomorIdentitasVerificationText
source: Please input a valid identity number
id: Harap masukkan nomor identitas yang valid

# validDateVerificationText
source: Please input a valid date
id: Harap masukkan tanggal yang valid

# validMonthVerificationText
source: Please input a valid month
id: Harap masukkan bulan yang valid

# validYearVerificationText
source: Please input a valid year
id: Harap masukkan tahun yang valid

# validPhoneVerificationText
source: Please input a valid phone
id: Harap masukkan nomor yang valid

# validPhotoVerificationText
source: Please input a photo
id: Harap masukkan foto

# validNotesVerificationText
source: Please input a valid notes
id: Harap masukkan catatan yang valid

# welcomeUser
source: Welcome {userName}
id: Selamat datang {userName}
